Repository: Gugler-GmbH/weather2
Catalog: Resources/Private/Language/*.locallang_general.xlf
Languages: de

# tx_weather2.name
source: Display record
de: Datensatz anzeigen

# tx_weather2.measureUnits.label
source: Measure Units
de: Maßeinheit

# tx_weather2.measureUnits.metric
source: Metric (°C)
de: Metrisch (°C)

# tx_weather2.measureUnits.imperial
source: Imperial (°F)
de: Imperialistisch (°F)

# tx_weather2.measureUnits.isou
source: ISoU (K)
de: Internationales Einheitensystem (K)

# tx_weather2.warningTypes
source: Display selected warning types
de: Zeige ausgewählte Warntypen an

# tx_weather2.warningTypes.thunderstorm
source: Thunderstorm
de: Gewitter

# tx_weather2.warningTypes.storm
source: Storm
de: Sturm

# tx_weather2.warningTypes.rain
source: Rain
de: Regen

# tx_weather2.warningTypes.snow
source: Snow
de: Schnee

# tx_weather2.warningTypes.fog
source: Fog
de: Nebel

# tx_weather2.warningTypes.ice
source: Ice
de: Glatteis

# tx_weather2.warningTypes.thaw
source: Thaw
de: Tauwetter

# tx_weather2.warningTypes.hotness
source: Hotness
de: Hitze

# tx_weather2.warningTypes.coast
source: Coast
de: Küste

# tx_weather2.warningTypes.lake
source: Lake
de: Binnensee

# tx_weather2.warningTypes.sea
source: Sea
de: See

# tx_weather2.warningLevels
source: Display selected warning levels
de: Zeige ausgewählte Warnlevel an

# tx_weather2.warningLevels.0
source: No warning
de: Kein Warnung

# tx_weather2.warningLevels.1
source: Official WARNING
de: Amtliche WARNUNG

# tx_weather2.warningLevels.2
source: Official WARNING of THIRD STORM
de: Amtliche WARNUNG vor GEWITTER

# tx_weather2.warningLevels.3
source: Official WARNING of STRONG THUNDERSTATES
de: Amtliche WARNUNG vor STARKEM GEWITTER

# tx_weather2.warningLevels.4
source: Official STORM WARNING of SEVERE THUNDERSTORM with HEAVY RAIN and HAGUE
de: Amtliche UNWETTERWARNUNG vor SCHWEREM GEWITTER mit HEFTIGEM STARKREGEN und HAGEL

# tx_weather2.warningLevels.5
source: Official STORM WARNING of extrem THUNDERSTORMS
de: Amtliche UNWETTERWARNUNG vor EXTREMEN Unwetter

# tx_weather2.warningLevels.10
source: Hotness warning
de: Hitze-Warnung

# tx_weather2.warningLevels.20
source: UV warning
de: UV-Warnung

# tx_weather2.warningLevels.50
source: Official WARNING of HEAT
de: Amtliche WARNUNG vor HITZE

# tx_weather2.warningLevels.51
source: Official WARNING of extreme HEAT
de: Amtliche WARNUNG vor extremer HITZE

# tx_weather2.selectedWarnCells
source: Display warnings for selected cities
de: Gebe Warnungen für ausgewählte Städte aus

# tx_weather2.showPreliminaryInformation
source: Show preliminary information
de: Zeige auch Vorabinformationen an
